/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "ਡਿਜੀ ਵਾਲਿਟ ਟੀਮ ਦਾ ਬਣਾਇਆ ਹੋਇਆ ॥ ਵਰਜ਼ਨ %1$@";

/* Privay Policy button label */
"About.privacy" = "ਪਰਅਈਵਸੀ ਪੋਲਸੀ";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ";

/* About screen title */
"About.title" = "ਆਈਓਐਸ ਲਈ ਡਿਜੀਵਲੇਟ ਡਿਜੀਬੈਟ ਲਈ ਮੋਬਾਈਲ ਵਾਲਿਟ ਹੈ.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "ਬੰਦ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "ਸੁਪੌਰਟ ਸੈਂਟਰ";

/* Loading Wallet Message */
"Account.loadingMessage" = "ਵਾਲਿਟ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "ਮੇਰਾ  ਡੀਜੀਬਾਈਟ ";

/* Error alert title */
"Alert.error" = "ਗਲਤੀ";

/* No internet alert message */
"Alert.noInternet" = "ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਮਿਲਿਆ. ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";

/* Warning alert title */
"Alert.warning" = "ਚੇਤਾਵਨੀ";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "ਪਤੇ ਨਕਲ ਕੀਤੇ ਗਏ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "ਸਾਰੇ ਵਾਲਿਟ ਪਤੇ ਨਕਲ ਕੀਤੇ ਗਏ ਹਨ";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਸੈੱਟ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "ਸ਼ਾਨਦਾਰ";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "ਪਿੰਨ ਕੋਡ ਸੈੱਟ";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "ਭੇਜਣਾ ਅਸਫਲ";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "ਪੁਸ਼ਟੀ ਭੇਜੋ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "ਡੀਜੀਬਾਈਟ ਭੇਜੇ ਗਏ";

/* JSON Serialization error message */
"ApiClient.jsonError" = "ਜਾਵਾ ਸੀਰੀਅਲ ਗਲਤੀ";

/* Wallet not ready error message */
"ApiClient.notReady" = "ਵਾਲਿਟ ਤਿਆਰ ਨਹੀਂ ਹੈ";

/* API Token error message */
"ApiClient.tokenError" = "API ਟੋਕਨ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "ਹੇਠਾਂ ਇੱਕ ਮੰਜ਼ਿਲ DGB ਪਤਾ ਦਾਖਲ ਕਰੋ. ਫੋਰਕ (%1$@) ਦੇ ਸਮੇਂ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚ ਸਾਰੇ ਡੀ ਜੀਬੀ ਭੇਜੇ ਜਾਣਗੇ";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ ਨੂੰ %2$@ ਭੇਜਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ";

/* Confirmation alert title */
"BCH.confirmationTitle" = "ਪੁਸ਼ਟੀ";

/* Generic bch erorr message */
"BCH.genericError" = "ਤੁਹਾਡੇ ਅਕੌਂਟ  ਵਿੱਚ ਸਪਲਿਟ ਤੋਂ ਬਾਅਦ ਕੋਈ ਵੀ ਡੀਜੀਬਾਈਟ  ਨਹੀਂ ਜਾਂ ਤੁਹਾਡੇ ਪ੍ਰਾਪਤ ਕੀਤੀ ਡੀਜੀਬਾਈਟ ਨਹੀਂ ਹੈ";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਆਇਡੀ ਕਾਪੀ ਕੀਤਾ";

/* No address error message */
"BCH.noAddressError" = "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਪਤਾ ਦਰਜ ਕਰੋ";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "ਭੁਗਤਾਨ ਪ੍ਰੋਟੋਕੋਲ ਬੇਨਤੀਆਂ ਡੀਜੀਬਾਈਟ ਟ੍ਰਾਂਸੈਕਸ਼ਨਾਂ ਲਈ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ";

/* BCH successfully sent alert message */
"BCH.successMessage" = "ਡੀਜੀਬਾਈਟ ਸਫਲਤਾ ਨਾਲ ਭੇਜਿਆ ਗਿਆ ਹੈ";

/* Widthdraw BCH view title */
"BCH.title" = "ਡੀਜੀਬਾਈਟ ਵਾਪਸ ਲਓ";

/* Tx Hash button header */
"BCH.txHashHeader" = "ਡੀਜੀਬਾਈਟ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਆਈਡੀ";

/* Approve button label */
"BitID.approve" = "ਮਨਜ਼ੂਰ";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@  ਤੁਹਾਡੀ ਡਿਜੀਬਾਇਟ ਵਾਲਿਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ";

/* Deny button label */
"BitID.deny" = "ਇਨਕਾਰ ਕਰੋ";

/* BitID error alert title */
"BitID.error" = "ਪ੍ਰਮਾਣੀਕਰਨ ਗਲਤੀ";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "ਕਿਰਪਾ ਕਰਕੇ ਸਰਵਿਸ ਚੈੱਕ ਕਰੋ ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ";

/* BitID success alert title */
"BitID.success" = "ਸਫਲਤਾਪੂਰਵਕ ਪਰਮਾਣਿਤ";

/* BitID Authentication Request alert view title */
"DigiID.title" = "ਡਿਜੀਆਈਡੀ ਪ੍ਰਮਾਣਿਕਤਾ ਮੰਗ";

/* Cancel button label */
"Button.cancel" = "ਰੱਦ ਕਰੋ";

/* Ignore button label */
"Button.ignore" = "ਅਣਡਿੱਠਾ ਕਰੋ";

/* menu button */
"Button.menu" = "ਮੈਨਯੂ ";

/* No button */
"Button.no" = "ਨਹੀਂ";

/* OK button label */
"Button.ok" = "ਠੀਕ ਹੈ";

/* receive button */
"Button.receive" = "ਪ੍ਰਾਪਤ ਕਰੋ";

/* send button */
"Button.send" = "ਭੇਜੋ";

/* Settings button label */
"Button.settings" = "ਸੈਟਿੰਗਾਂ";

/* Settings button label */
"Button.submit" = "ਜਮ੍ਹਾਂ ਕਰੋ";

/* Yes button */
"Button.yes" = "ਹਾਂ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ਬਾਕਸ ਦੇ ਸੈਂਟਰ ਵਿਚ ਆਪਣੀ ਆਇਡੀ ਕਰੋ";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "ਭੇਜਣ ਦੀ ਰਕਮ:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "ਨੈੱਟਵਰਕ ਫੀਸ:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਦਾ ਸਮਾਂ: ਇਹ ਟ੍ਰਾਂਸੈਕਸ਼ਨ %1$@ ਵਿੱਚ ਪੂਰਾ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "ਭੇਜੋ";

/* Confirmation Screen title */
"Confirmation.title" = "ਪੁਸ਼ਟੀ";

/* To: (address) */
"Confirmation.to" = "ਨੂੰ";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "ਕੁੱਲ ਲਾਗਤ:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਹਰ ਚੀਜ਼ ਸਹੀ ਢੰਗ ਨਾਲ ਲਿਖੀ ਗਈ ਸੀ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਪਰਸਨਲ ਰੀਕਵਰੀ ਕੀ ਤੋਂ ਹੇਠਲੇ ਸ਼ਬਦ ਦਾਖਲ ਕਰੋ";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "ਸ਼ਬਦ #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "ਡਿਜਬਾਇਟ ਡਿਸਪਲੇ ਯੂਨਿਟ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "ਐਕਸਚੇਂਜ ਰੇਟ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "ਡਿਵਾਈਸ ਨੂੰ iOS ਮੇਲ ਐਪ ਨਾਲ ਈਮੇਲ ਭੇਜਣ ਲਈ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ਈਮੇਲ ਨਹੀਂ ਮਿਲ ਰਹੀ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "ਇਹ ਡਿਵਾਈਸ ਮੈਸੀਜਭੇਜਣ ਭੇਜਣ ਲਈ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਗਿਆ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "ਮੈਸੇਜਿੰਗ ਨਹੀਂ ਮਿਲ ਰਿਹਾ ਹੈ ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "ਤੁਸੀਂ %1$@ ਤੋਂ ਆਪਣੇ ਫੇਸ ਆਇਡੀ ਦੀ ਖਰਚਾ ਦੀ ਸੀਮਾ ਨੂੰ ਅਨੁਕੂਲ ਕਰ ਸਕਦੇ ਹੋ";

/* Face Id screen label */
"FaceIDSettings.label" = "ਆਪਣੀ ਡਿਗਵਾਲਿਟ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਆਪਣਾ ਚਿਹਰਾ ਵਰਤੋ ਅਤੇ ਡਿਗਬਾਈਟ ਨੂੰ ਇੱਕ ਸੈੱਟ ਸੀਮਾ ਤਕ ਭੇਜੋ.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "ਲਿੰਕ ਟੈਕਸਟ";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "ਡੀਜੀਵਾਲਿਟ ਲਈ ਫੇਸ ਆਈਡੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ";

/* Face ID settings view title */
"FaceIDSettings.title" = "ਫੇਸ ਆਈਡੀ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "ਤੁਸੀਂ ਇਸ ਡਿਵਾਈਸ ਤੇ ਫੇਸ ਆਈਡੀ ਸੈਟ ਨਹੀਂ ਕੀਤਾ ਹੈ ਇਸ ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਲਈ ਸੈਟਿੰਗਜ਼-> ਫੇਸ ਆਈਡੀ ਅਤੇ ਪਾਸਕੋਡ ਤੇ ਜਾਓ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ਫੇਸ ਆਈਡੀ  ਸੈੱਟ ਅੱਪ ਨਹੀਂ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ਫੇਸ ID ਖਰਚਦੀ ਸੀਮਾ";

/* Economy fee */
"FeeSelector.economy" = "ਇਕਾਨਾਮੀ";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "ਅੰਦਾਜਾ ਡਿਲਿਵਰੀ। 1 ਮਿੰਟ ਜਾਂ ਇਸਤੋਂ ਵੱਧ";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "ਇਸ ਚੋਣ ਦੀ ਤੁਰੰਤ ਤਜਵੀਜ਼ਾਂ ਲਈ ਸਿਫਾਰਸ਼ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ";

/* Regular fee */
"FeeSelector.regular" = "ਰੋਜਾਨਾ";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "ਅੰਦਾਜਾ ਡਿਲਿਵਰੀ 15-30 ਸਕਿੰਟ";

/* Fee Selector title */
"FeeSelector.title" = "ਪ੍ਰੋਸੈਸਿੰਗ ਸਪੀਡ";

/* Checking private key balance progress view text */
"Import.checking" = "ਪ੍ਰਾਈਵੇਟ ਕਈ ਬੈਲੰਸ ਚੈਕਿੰਗ";

/* Sweep private key confirmation message */
"Import.confirm" = "%1$@ ਨੂੰ ਇਸ ਪ੍ਰਾਈਵੇਟ ਕਈ ਤੋਂ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚ ਭੇਜੋ? ਡਿਜ਼ੀਬਾਇਟ ਨੈਟਵਰਕ ਨੂੰ %2$@ ਦੀ ਫ਼ੀਸ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ";

/* Duplicate key error message */
"Import.Error.duplicate" = "ਇਹ ਪ੍ਰਾਈਵਟ ਕਈ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚ ਹੈ";

/* empty private key error message */
"Import.Error.empty" = "ਇਹ ਪਰਾਇਵਟ ਕੀ ਖਾਲੀ ਹੈ";

/* High fees error message */
"Import.Error.highFees" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਕਸ਼ਨ ਫੀਸਾਂ ਦਾ ਖਰਚ ਇਸ ਪ੍ਰਾਈਵੇਟ ਕੀ ਤੇ ਉਪਲਬਧ ਫੰਡਾਂ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਹੋਵੇਗਾ";

/* Not a valid private key error message */
"Import.Error.notValid" = "ਇਹ ਸਹੀ ਪ੍ਰਾਈਵੇਟ ਕੀ ਨਹੀਂ";

/* Import signing error message */
"Import.Error.signing" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਸਾਈਨ ਵਿਚ ਗਲਤੀ ਹੈ";

/* Import button label */
"Import.importButton" = "ਆਯਾਤ ਕਰੋ";

/* Importing wallet progress view label */
"Import.importing" = "ਆਯਾਤ ਵਾਲਿਟ";

/* Caption for graphics */
"Import.leftCaption" = "ਬਰਾਮਦ ਆਯਾਤ ਕਰਨ ਲਈ";

/* Import wallet intro screen message */
"Import.message" = "ਵਾਲਿਟ ਤੋਂ ਸਾਰਾ ਡੀਜੀਬਾਈਟ  ਇਕ ਅਦਾਨ-ਪ੍ਰਦਾਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਆਪਣੇ ਡਿਜੀਬਾਇਟ ਵਾਲਿਟ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਲਈ";

/* Enter password alert view title */
"Import.password" = "ਇਹ ਪਰਾਇਵਟ ਕੀ ਪਾਸਵਰਡ ਸੁਰੱਖਿਅਤ ਹੈ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "ਪਾਸਵਰਡ";

/* Caption for graphics */
"Import.rightCaption" = "ਤੁਹਾਡੀ ਡਿਜੀਬਾਇਟ ਵਾਲਟ";

/* Scan Private key button label */
"Import.scan" = "ਪ੍ਰਾਈਵੇਟ ਕੀ ਨੂੰ ਸਕੈਨ ਕਰੋ";

/* Import wallet success alert title */
"Import.success" = "ਸਫ਼ਲਤਾ";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "ਸਫਲਤਾਪੂਰਕ ਵਾਲਿਟ ਇੰਪੋਰਟ ਕੀਤਾ ਗਿਆ";

/* Import Wallet screen title */
"Import.title" = "ਆਯਾਤ ਵਾਲਟ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "ਕੀ  ਅਨਲੌਕੰਗ";

/* Import wallet intro warning message */
"Import.warning" = "ਇਹ ਵਾਲਿਟ ਨੂੰ ਆਯਾਤ ਕਰਨ ਵਿੱਚ ਲੈਣ-ਦੇਣ ਦਾ ਇਤਿਹਾਸ ਜਾਂ ਹੋਰ ਵੇਰਵੇ ਸ਼ਾਮਲ ਨਹੀਂ ਹੁੰਦੇ ਹਨ";

/* Wrong password alert message */
"Import.wrongPassword" = "ਗਲਤ ਪਾਸਵਰਡ - ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";

/* Close app button */
"JailbreakWarnings.close" = "ਬੰਦ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "ਅਣਡਿੱਠਾ ਕਰੋ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ਡਿਵਾਈਸ ਸੁਰੱਖਿਆ ਖਰਾਬ \n ਕਿਸੇ ਵੀ ਰੂਟ ਐਪ ਡਿਜੀਬਾਇਟ ਦੀ ਕੀਚੈਨ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦਾ ਹੈ - ਵਾਲਿਟ ਨੂੰ ਹਟਾਓ ਅਤੇ ਇੱਕ ਸੁਰੱਖਿਅਤ ਡਿਵਾਈਸ ਤੇ ਰੀਸਟੋਰ ਕਰੋ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ਡਿਵਾਈਸ ਸੁਰੱਖਿਆ ਖਰਾਬ \n ਕਿਸੇ ਵੀ ਰੂਟ ਐਪ ਡਿਬੀਬਾਇਟ ਦੀ ਕੀਚੈਨ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦਾ ਹੈ - ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਡਿਵਾਈਬਾਈਟ ਨੂੰ ਇੱਕ ਆਮ ਡਿਵਾਈਸ ਤੇ ਵਰਤੋ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ਚੇਤਾਵਨੀ";

/* Location services disabled error */
"LocationPlugin.disabled" = "ਸਥਾਨ ਸੇਵਾਵਾਂ ਅਯੋਗ ਹਨ";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "ਡਿਜੀਵਾਲਿਟ  ਕੋਲ ਸਥਾਨ ਸੇਵਾਵਾਂ ਨੂੰ ਵਰਤਣ ਦੀ ਅਨੁਮਤੀ ਨਹੀਂ ਹੈ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "ਤੁਸੀਂ %1$@ ਤੇ ਆਪਣਾ ਵਾਲਿਟ ਬਣਾਇਆ";

/* Manage wallet description text */
"ManageWallet.description" = "ਤੁਹਾਡਾ ਵਾਲਿਟ ਨਾਮ ਸਿਰਫ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਦੇ ਇਤਿਹਾਸ ਵਿੱਚ ਪ੍ਰਗਟ ਹੁੰਦਾ ਹੈ ਅਤੇ ਕਿਸੇ ਹੋਰ ਤੋਂ ਨਹੀਂ ਵੇਖਿਆ ਜਾ ਸਕਦਾ";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "ਵਾਲਿਟ ਨਾਮ";

/* Manage wallet modal title */
"ManageWallet.title" = "ਵਾਲਿਟ  ਮੈਨੇਜ ਕਰਣਾ";

/* Menu button title */
"MenuButton.lock" = "ਲਾਕ ਵਾਲਿਟ";

/* Menu button title */
"MenuButton.security" = "ਸੁਰੱਖਿਆ ਸੈਂਟਰ ";

/* Menu button title */
"MenuButton.settings" = "ਸੈਟਿੰਗਾਂ";

/* Menu button title */
"MenuButton.support" = "ਸਹਿਯੋਗ";

/* button label */
"MenuViewController.createButton" = "ਨਵਾਂ ਵਾਲਿਟ ਬਣਾਓ";

/* Menu modal title */
"MenuViewController.modalTitle" = "ਮੈਨਯੂ ";

/* button label */
"MenuViewController.recoverButton" = "ਵਾਲਿਟ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "ਆਟੋਮੈਟਿਕ ਮੋਡ ਤੇ ਸਵਿਚ ਕਰੋ";

/* Node is connected label */
"NodeSelector.connected" = "ਜੁੜਿਆ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "ਨੋਡ ਆਈਪੀ ਅਡਰੈਸ ਅਤੇ ਪੋਰਟ ਐੰਟਰ ਕਰੋ";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "ਨੋਡ ਦਿਓ";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "ਮੇਨੂਆਲ ਮੋਡ ਤੇ ਸਵਿਚ ਕਰੋ";

/* Node address label */
"NodeSelector.nodeLabel" = "ਮੌਜੂਦਾ ਪ੍ਰਾਇਮਰੀ ਨੋਡ";

/* Node is not connected label */
"NodeSelector.notConnected" = "ਜੁੜਿਆ ਨਹੀਂ";

/* Node status label */
"NodeSelector.statusLabel" = "ਨੋਡ ਕਨੈਕਸ਼ਨ ਸਟੇਟਸ";

/* Node Selector view title */
"NodeSelector.title" = "ਡਿਜੀਬਾਈਟ ਨੋਡਜ਼";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "ਮਾੜਾ ਭੁਗਤਾਨ ਬੇਨਤੀ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "ਅਸਮਰਥਿਤ ਜਾਂ ਨਿਕਾਰਾ ਦਸਤਾਵੇਜ਼";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "ਗੁੰਮ ਸਰਟੀਫਿਕੇਟ";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "ਬੇਨਤੀ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "ਭੁਗਤਾਨ ਨਹੀਂ ਕਰ ਸਕਦਾ";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "ਡਿਜਬਾਇਟ ਭੁਗਤਾਨ %1$@ ਤੋਂ ਘੱਟ ਨਹੀਂ ਹੋ ਸਕਦੇ";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "DigiByte ਟ੍ਰਾਂਜੈਕਸ਼ਨਾਂ ਦੀ ਆਊਟਪੁੱਟ$@.ਤੋਂ ਘੱਟ ਨਹੀਂ ਹੋ ਸਕਦੀ";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "ਨਾ ਸਹਿਯੋਗੀ ਦਸਤਖਤ ਪ੍ਰਕਾਰ";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ਬੇਭਰੋਸੇਯੋਗ ਸਰਟੀਫਿਕੇਟ";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "ਫੇਸ ਆਈਡੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "ਫੇਸ ਆਈਡੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "ਤੁਹਾਡੇ ਵਾਲਿਟ ਦੀ ਰਾਖੀ ਲਈ ਇੱਕ ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਦੀ ਲੋੜ ਹੈ ਸੈਟਿੰਗਾਂ ਤੇ ਜਾਓ ਅਤੇ ਪਾਸਕੋਡ ਚਾਲੂ ਕਰੋ";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਨੂੰ ਚਾਲੂ ਕਰੋ";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "ਤੁਹਾਡੀ ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਸੰਭਾਲਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇਕਰ ਤੁਸੀਂ ਕਦੇ ਆਪਣਾ ਫ਼ੋਨ ਗੁਆ ​​ਬੈਠਦੇ ਹੋ ਜਾਂ ਬਦਲਦੇ ਹੋ. ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਹੈ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "ਤੁਹਾਡਾ ਵਾਲਿਟ  ਇਕਸਾਰ ਨਹੀਂ ਹੋ ਸਕਦਾ. ਇਸ ਨੂੰ ਬਲੌਕਚੈਨ ਨੂੰ ਦੁਬਾਰਾ ਸੈਟ ਕਰਨ ਦੁਆਰਾ ਨਿਸ਼ਚਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਰੱਦ";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "ਸਾਡੇ ਨਾਲ ਆਪਣੇ ਗੁਮਨਾਮ ਡੇਟਾ ਨੂੰ ਸਾਂਝਾ ਕਰਕੇ ਡਿਜੀਬਾਈਟ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ";

/* Share data prompt title */
"Prompts.ShareData.title" = "ਬੇਨਾਮ ਡਾਟਾ ਸਾਂਝਾ ਕਰੋ";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "ਟੁਚ ਆਇਡੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "ਟੁਚ ਆਇਡੀ  ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ਡਿਜਬਾਇਟ 6 ਡੀਜੀਟ ਪਿੰਨ ਕਰਨ ਲਈ ਅਪਗ੍ਰੇਡ ਕੀਤਾ ਗਿਆ ਹੈ ਅਪਗ੍ਰੇਡ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "ਅਪਗ੍ਰੇਡ ਪਿੰਨ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "ਭਵਿੱਖ ਵਿੱਚ ਡਿਜ਼ੀਬਾਇਟ ਬੈਟ ਤੋਂ ਵਿਸ਼ੇਸ਼ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸੂਚਨਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ";

/* Push notifications toggle switch label */
"PushNotifications.label" = "ਪੁਸ਼ ਸੂਚਨਾਵਾਂ";

/* Push notifications are off label */
"PushNotifications.off" = "ਬੰਦ";

/* Push notifications are on label */
"PushNotifications.on" = "ਤੇ";

/* Push notifications settings view title label */
"PushNotifications.title" = "ਸੂਚਨਾਵਾਂ";

/* Address copied message. */
"Receive.copied" = "ਕਲਿਪਬੋਰਡ ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ";

/* Share via email button label */
"Receive.emailButton" = "ਈਮੇਲ";

/* Request button label */
"Receive.request" = "ਇੱਕ ਰਕਮ ਦੀ ਬੇਨਤੀ ਕਰੋ";

/* Share button label */
"Receive.share" = "ਸਾਂਝਾ ਕਰੋ";

/* Share via text message (SMS) */
"Receive.textButton" = "ਟੈਕਸਟ ਮੈਸੇਜ";

/* Receive modal title */
"Receive.title" = "ਪ੍ਰਾਪਤ ਕਰੋ";

/* Done button text */
"RecoverWallet.done" = "ਕੀਤਾ";

/* Recover wallet header */
"RecoverWallet.header" = "ਵਾਲਿਟ  ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "ਪਿੰਨ ਰੀਸੈਟ ਕਰੋ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਐੰਟਰ ਕਰੋ";

/* Recover wallet intro */
"RecoverWallet.intro" = "ਆਪਣੀ  ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ  ਨਾਲ ਆਪਣੀ ਡਿਜੀਬਾਇਟ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ";

/* Invalid paper key message */
"RecoverWallet.invalid" = "ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ  ਜੋ ਤੁਸੀਂ ਭਰੀ ਹੈ ਗਲਤ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਹਰ ਸ਼ਬਦ ਨੂੰ ਚੈਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "ਖੱਬਾ ਤੀਰ";

/* Next button label */
"RecoverWallet.next" = "ਅਗਲਾ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "ਸੱਜਾ ਤੀਰ";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "ਵਾਲਿਟ ਜੋ ਤੁਸੀਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਉਸ ਲਈ ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਭਰੋ";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "ਆਪਣੀ ਪਿੰਨ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨ ਲਈ, ਆਪਣੀ ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਦੇ ਸ਼ਬਦ ਹੇਠਲੇ ਬਕਸੇ ਵਿੱਚ ਭਰੋ";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਰਕਮ ਜਮ੍ਹਾਂ ਕਰੋ";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "ਇੱਕ ਰਕਮ ਦੀ ਬੇਨਤੀ ਕਰੋ";

/* Alert action button label */
"ReScan.alertAction" = "ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ";

/* Alert message body */
"ReScan.alertMessage" = "ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਹੁੰਦੇ ਵਖਤ ਆਪ ਡੀਜੀਬਾਈਟ ਨਹੀਂ ਭੇਜ ਸਕਦੇ";

/* Alert message title */
"ReScan.alertTitle" = "ਬਲਾਕਚੈਨ ਨਾਲ ਸਿੰਕ੍ਰੋਨਾਈਜ਼  ਕਰੋ ?";

/* extimated time */
"ReScan.body1" = "20-45 ਮਿੰਟ";

/* Syncing explanation */
"ReScan.body2" = "ਜੇਕਰ ਕੋਈ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਜੈਕਸ਼ਨ ਜੋ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਡਿਜੀਬੈਟ ਨੈਟਵਰਕ ਤੇ ਪੂਰਾ ਕੀਤਾ ਗਿਆ ਹੈ ਪਰੰਤੂ ਤੁਹਾਡੇ ਡਿਗਵਾਟਲੇਟ ਵਿੱਚ ਨਹੀਂ ਹੈ";

/* Syncing explanation */
"ReScan.body3" = "ਤੁਹਾਨੂੰ ਬਾਰ ਬਾਰ ਗਲਤੀ ਮਿਲਦੀ ਹੈ ਕਿ ਤੁਹਾਡਾ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਜੈਕਸ਼ਨ ਖਾਰਜ ਹੋ ਗਿਆ ਸੀ";

/* Start Sync button label */
"ReScan.buttonTitle" = "ਸਿੰਕ੍ਰੋਨਾਈਜ਼  ਸ਼ੁਰੂ ਕਰੋ";

/* Sync blockchain view footer */
"ReScan.footer" = "ਬਲਾਕਚੈਨ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਹੌਵਣ ਦੇ ਵਖਤ ਤੁਸੀਂ ਡੀਜੀਬਾਈਟ ਨਹੀਂ ਭੇਜ ਸਕਦੇ";

/* Sync Blockchain view header */
"ReScan.header" = "ਬਲਾਕਚੈਨ ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਰੋ";

/* Subheader label */
"ReScan.subheader1" = "ਅੰਦਾਜ਼ਨ ਸਮਾਂ";

/* Subheader label */
"ReScan.subheader2" = "ਸਿੰਕ੍ਰੋਨਾਈਜ਼ ਕਦੋਂ ਕਰਣੀ ?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "ਕੈਮਰਾ ਫਲੈਸ਼";

/* Complete filter label */
"Search.complete" = "ਮੁਕੰਮਲ";

/* Pending filter label */
"Search.pending" = "ਲੰਬਿਤ";

/* Received filter label */
"Search.received" = "ਮਿਲਿਆ";

/* Sent filter label */
"Search.sent" = "ਭੇਜੇ ਗਏ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ਫੇਸ ਆਈਡੀ";

/* Security Center Info */
"SecurityCenter.info" = "ਵੱਧ ਤੋਂ ਵੱਧ ਸੁਰੱਖਿਆ ਲਈ ਸਾਰੀਆਂ ਸੁਰੱਖਿਆ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਫ਼ੋਨ ਗੁਆਉਂਦੇ ਜਾਂ ਬਦਲਦੇ ਹੋ ਤਾਂ ਆਪਣੀ ਡਿਜੀਬਾਈਟ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਦਾ ਇੱਕੋ ਇੱਕ ਤਰੀਕਾ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ";

/* PIN button description */
"SecurityCenter.pinDescription" = "ਅਣਅਧਿਕਾਰਤ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਤੁਹਾਡੇ ਡਿਜੀਬਾਈਟ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ";

/* PIN button title */
"SecurityCenter.pinTitle" = "6- ਡੀਜੀਟ  ਪਿੰਨ";

/* Security Center Title */
"SecurityCenter.title" = "ਸੁਰੱਖਿਆ ਕੇਂਦਰ";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "ਸੁਵਿਧਾਜਨਕ ਤੁਹਾਡੇ ਡਿਵਾਈਬੈਟ ਨੂੰ ਅਨਲੌਕ ਕਰੋ ਅਤੇ ਇੱਕ ਸੈੱਟ ਸੀਮਾ ਤੱਕ ਡੀਜੀਬਾਈਟ  ਭੇਜੋ";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "ਟੁਚ ਆਈਡੀ";

/* Send money amount label */
"Send.amountLabel" = "ਦੀ ਰਕਮ";

/* Balance: $4.00 */
"Send.balance" = "ਬਕਾਇਆ %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "ਕੈਮਰੇ ਐਕਸੈਸ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਸੈਟਿੰਗਜ਼ ਤੇ ਜਾਓ";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ਡਿਜੀਬਾਈਟ ਨੂੰ ਕੈਮਰੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ";

/* Warning when sending to self. */
"Send.containsAddress" = "ਮੰਜ਼ਿਲ ਤੁਹਾਡਾ ਆਪਣਾ ਪਤਾ ਹੈ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਨਹੀਂ ਭੇਜ ਸਕਦੇ";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਨਹੀਂ ਬਣ ਸਕਿਆ";

/* Description for sending money label */
"Send.descriptionLabel" = "ਮੈਮੋ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "ਪੇਸਟਬੋਰਡ ਖਾਲੀ ਹੈ";

/* Network Fee: $0.01 */
"Send.fee" = "ਨੈਟਵਰਕ ਦੀ ਫੀਸ: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "ਭੁਗਤਾਨ ਕਰਤਾ ਦੀ ਪਛਾਣ ਤਸਦੀਕ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "ਮੰਜ਼ਲ ਪਤਾ ਇੱਕ ਯੋਗ ਡਿਜੀਬਾਈਟ ਪਤਾ ਨਹੀਂ ਹੈ";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "ਪੇਸਟਬੋਰਡ ਵਿੱਚ ਇੱਕ ਪ੍ਰਮਾਣਿਕ ​​ਡਿਜੀਬਾਈਟ ਪਤਾ ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "ਅਵੈਧ ਪਤਾ";

/* Is rescanning error message */
"Send.isRescanning" = "ਇੱਕ ਪੂਰੀ ਰੀਕੈਨਕ ਦੌਰਾਨ ਭੇਜਣਾ ਅਸਮਰਥ ਹੈ";

/* Loading request activity view message */
"Send.loadingRequest" = "ਲੋਡਿੰਗ ਬੇਨਤੀ";

/* Empty address alert message */
"Send.noAddress" = "ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਪਤਾ ਦਰਜ ਕਰੋ";

/* Emtpy amount alert message */
"Send.noAmount" = "ਭੇਜਣ ਲਈ ਇੱਕ ਰਕਮ ਦਰਜ ਕਰੋ";

/* Paste button label */
"Send.pasteLabel" = "ਪੇਸਟ";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਪ੍ਰਕਾਸ਼ਿਤ ਨਹੀਂ ਕਰ ਸਕਿਆ";

/* Could not load remote request error message */
"Send.remoteRequestError" = "ਭੁਗਤਾਨ ਬੇਨਤੀ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ";

/* Scan button label */
"Send.scanLabel" = "ਸਕੈਨ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "ਭੇਜੋ";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "ਭੇਜੋ";

/* Send money to label */
"Send.toLabel" = "ਨੂੰ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "ਡਿਜਬਾਇਟ ਐਡਰੈੱਸ ਕੇਵਲ ਸਿੰਗਲ ਵਰਤੋਂ ਲਈ ਹਨ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "ਮੁੜ-ਵਰਤੋਂ ਤੁਹਾਡੇ ਅਤੇ ਪ੍ਰਾਪਤਕਰਤਾ ਦੋਵਾਂ ਲਈ ਗੋਪਨੀਯਤਾ ਘਟਾਉਂਦਾ ਹੈ ਅਤੇ ਨਤੀਜਾ ਹੋ ਸਕਦਾ ਹੈ ਜੇ ਪ੍ਰਾਪਤਕਰਤਾ ਪਤੇ 'ਤੇ ਸਿੱਧਾ ਕਾਬੂ ਨਹੀਂ ਰੱਖਦਾ";

/* Adress already used alert title */
"Send.UsedAddress.title" = "ਪਤਾ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੈ";

/* About label */
"Settings.about" = "ਬਾਰੇ";

/* Advanced Settings title */
"Settings.advancedTitle" = "ਐਡਵਾਂਸ ਸੈਟਿੰਗਜ਼";

/* i.e. the currency which will be displayed */
"Settings.currency" = "ਡਿਸਪਲੇ ਕਰੋ ਮੁਦਰਾ";

/* Join Early access label */
"Settings.earlyAccess" = "ਛੇਤੀ ਪਹੁੰਚ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "ਕੀ ਤੁਸੀਂ ਡਿਜੀਬਾਈਟ ਦਾ ਆਨੰਦ ਮਾਣ ਰਹੇ ਹੋ?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ਫੇਸ ID ਖਰਚਦੀ ਸੀਮਾ";

/* Import wallet label */
"Settings.importTitle" = "ਆਯਾਤ ਵਾਲਿਟ";

/* Manage settings section header */
"Settings.manage" = "ਮੈਨਿਜ";

/* Notifications label */
"Settings.notifications" = "ਸੂਚਨਾਵਾਂ";

/* Leave review button label */
"Settings.review" = "ਸਾਨੂੰ ਇੱਕ ਸਮੀਖਿਆ ਛੱਡ ਦਿਓ";

/* Share anonymous data label */
"Settings.shareData" = "ਬੇਨਾਮ ਡੇਟਾ ਸਾਂਝਾ ਕਰੋ";

/* Sync blockchain label */
"Settings.sync" = "ਬਲਾਕਚੈਨ ਸਿੰਕ੍ਰੋਨਾਈਜ਼";

/* Settings title */
"Settings.title" = "ਸੈਟਿੰਗਾਂ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ਟੁਚ ਆਇਡੀ ਖਰਚ ਦੀ ਹੱਦ";

/* Wallet Settings section header */
"Settings.wallet" = "ਵਾਲਿਟ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "ਕਿਸੇ ਹੋਰ ਵਾਲਿਟ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਜਾਂ ਪ੍ਰਾਪਤ ਕਰਨਾ";

/* Share data view body */
"ShareData.body" = "ਸਾਡੇ ਨਾਲ ਆਪਣੇ ਗੁਮਨਾਮ ਡੇਟਾ ਨੂੰ ਸਾਂਝਾ ਕਰਕੇ ਡਿਜੀਵਾਲਿਟ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰੋ. ਇਸ ਵਿੱਚ ਕਿਸੇ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ ਅਸੀਂ ਤੁਹਾਡੇ ਵਿੱਤੀ ਨਿਜਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰਦੇ ਹਾਂ";

/* Share data header */
"ShareData.header" = "ਡੇਟਾ ਸਾਂਝਾ ਕਰੋ?";

/* Share data switch label. */
"ShareData.toggleLabel" = "ਬੇਨਾਮ ਡੇਟਾ ਸ਼ੇਅਰ ਕਰੋ?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖੋ";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "ਜੇ ਤੁਹਾਡਾ ਫੋਨ ਗੁੰਮ ਹੋ ਗਿਆ ਹੈ, ਚੋਰੀ ਹੋ ਚੁੱਕਿਆ ਹੈ, ਖਰਾਬ ਹੋ ਗਿਆ ਹੈ, ਜਾਂ ਅਪਗਰੇਡ ਕੀਤਾ ਗਿਆ ਹੈ ਤਾਂ ਆਪਣੀ ਡਿਜੀਵੈਲੈਟਸ ਨੂੰ ਪੁਨਰ ਸਥਾਪਿਤ ਕਰਨ ਦਾ ਇਕੋ ਇੱਕ ਤਰੀਕਾ ਹੈ. \n\nਅਸੀਂ ਤੁਹਾਨੂੰ ਕਾਗਜ਼ ਦੇ ਟੁਕੜੇ 'ਤੇ ਲਿਖਣ ਅਤੇ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਸ਼ਬਦ ਦੀ ਇੱਕ ਸੂਚੀ ਦਿਖਾਵਾਂਗੇ.";

/* button label */
"StartPaperPhrase.buttonTitle" = "ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ  ਲਿਖੋ";

/* Argument is date */
"StartPaperPhrase.date" = "ਤੁਸੀਂ ਪਹਿਲਾਂ ਆਪਣੀ ਪਰਸਨਾਲ ਰਿਕਵਰੀ ਕੀ ਨੂੰ ਹੇਠਾਂ ਲਿਖਿਆ ਸੀ  %1$@";

/* Start view message */
"StartViewController.message" = "ਡਿਜੀਬਾਈਟ ਵਰਤਣ ਲਈ ਸਭ ਤੋਂ ਸੁਰੱਖਿਅਤ ਤਰੀਕਾ ਹੈ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "ਜੁੜਨਾ";

/* Syncing view header text */
"SyncingView.header" = "ਸਿੰਕ੍ਰੋਨਾਈਜ਼  ਕਰਨਾ";

/* Retry button label */
"SyncingView.retry" = "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "ਸਿੰਕ੍ਰੋਨਾਈਜ਼  ਕਰਨਾ";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "ਤੁਸੀਂ %1$@ ਤੋਂ ਆਪਣੀ ਟਚ ਆਈਡੀ ਦੀ ਖਰਚਾ ਦੀ ਸੀਮਾ ਨੂੰ ਅਨੁਕੂਲ ਕਰ ਸਕਦੇ ਹੋ";

/* Touch Id screen label */
"TouchIdSettings.label" = "ਆਪਣੀ ਡਿਗਵਾਲਿਟ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਆਪਣੀ ਫਿੰਗਰਪ੍ਰਿੰਟ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਇੱਕ ਸੈੱਟ ਸੀਮਾ ਤੱਕ ਡੀਜੀਬਾਈਟ ਭੇਜੋ";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "ਟੁਚ ਆਈਡੀ ਖਰਚ ਦੀ ਸੀਮਾ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "ਖਰਚ ਦੀ ਹੱਦ: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "ਡਿਜੀਵਾਲਿਟ ਲਈ ਟੁਚ  ਆਈਡੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ";

/* Touch ID settings view title */
"TouchIdSettings.title" = "ਟੁਚ  ਆਈਡੀ";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "ਤੁਸੀਂ ਇਸ ਡਿਵਾਈਸ ਤੇ ਟਚ ਆਈਡੀ ਨੂੰ ਸੈਟ ਅਪ ਨਹੀਂ ਕੀਤਾ ਹੈ ਹੁਣ ਇਸ ਨੂੰ ਸੈਟ ਅਪ ਕਰਨ ਲਈ ਸੈਟਿੰਗਜ਼-> ਟਚ ਆਈਡੀ ਅਤੇ ਪਾਸਕੋਡ ਤੇ ਜਾਓ";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "ਟੁਚ ਆਈਡੀ ਸੈਟ ਅਪ ਨਹੀਂ ਹੈ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "ਹਮੇਸ਼ਾ ਪਾਸਕੋਡ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "ਤੁਹਾਨੂੰ ਆਪਣੀ 6-ਡੀਜੀਟ ਪਿੰਨ ਨੂੰ ਦਾਖ਼ਲ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ ਜੋ ਤੁਹਾਡੇ ਖਰਚੇ ਦੀ ਹੱਦ ਨਾਲੋਂ ਕੋਈ ਵੀ ਸੌਦਾ ਭੇਜ ਸਕਦਾ ਹੈ, ਅਤੇ ਆਖਰੀ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਆਪਣਾ 6 ਡੀਜੀਟ ਪਿੰਨ ਦਿੱਤਾ ਹੈ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "ਟੁਚ ਆਈਡੀ ਖਰਚ ਦੀ ਸੀਮਾ";

/* Availability status text */
"Transaction.available" = "ਖਰਚ ਕਰਨ ਲਈ ਉਪਲਬਧ";

/* Transaction complete label */
"Transaction.complete" = "ਮੁਕੰਮਲ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "ਸਮਾਪਤੀ ਸੰਤੁਲਨ: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "ਜਦੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਐਕਸਚੇਂਜ ਰੇਟ";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "ਐਕਸਚੇਂਜ ਰੇਟਜਦੋਂ ਜਦੋਂ ਭੇਜੀ ਜਾਂਦੀ ਹੈ";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ ਫੀਸ)";

/* Invalid transaction */
"Transaction.invalid" = "ਅਪ੍ਰਮਾਣਿਕ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ਹੁਣੇ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "ਤਰੱਕੀ ਹੋ ਰਹੀ ਹੈ: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "ਤਰੱਕੀ ਹੋ ਰਹੀ ਹੈ: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਬੈਲੰਸ: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਾ ਰਹੀ ਉਡੀਕ. ਕੁਝ ਵਪਾਰੀਆਂ ਨੂੰ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਪੁਸ਼ਟੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ. ਅੰਦਾਜ਼ਨ ਸਮਾਂ: 1-2 ਮਿੰਟ";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "ਅਕੌਂਟ";

/* Amount section header */
"TransactionDetails.amountHeader" = "ਦੀ ਰਕਮ";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ਬਲਾਕ ਵਿੱਚ ਪੁਸ਼ਟੀ ਕੀਤੀ";

/* Memo section header */
"TransactionDetails.commentsHeader" = "ਮੈਮੋ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "ਤੁਹਾਡੇ ਲੈਣ-ਦੇਣ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "ਤੇ %1$@";

/* More button title */
"TransactionDetails.more" = "ਹੋਰ...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ ਨੂੰ ਮੂਵ ਕੀਤਾ";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b> ਨੂੰ ਮੂਵ ਕੀਤਾ";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ ਪ੍ਰਾਪਤ ਕੀਤਾ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> ਪ੍ਰਾਪਤ ਕੀਤਾ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ ਭੇਜਿਆ ਗਿਆ";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> ਭੇਜਿਆ ਗਿਆ";

/* Status section header */
"TransactionDetails.statusHeader" = "ਸਥਿਤੀ";

/* Transaction Details Title */
"TransactionDetails.title" = "ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਵੇਰਵੇ";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "%1$@ ਤੋਂ";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ਡਿਜੀਬਾਇਟ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਆਇਡੀ ";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "ਇਸ ਪਤੇ ਤੇ ਪ੍ਰਾਪਤ ਕੀਤੀ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ਇਸ ਪਤੇ ਨੂੰ ਭੇਜਿਆ";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "ਅਪਾਹਜ ਹੋਣ ਤੱਕ: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "ਮੇਰਾ ਪਤਾ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "ਪਿੰਨ ਰੀਸੈਟ ਕਰੋ";

/* Scan button title */
"UnlockScreen.scan" = "ਸਕੈਨ";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "ਆਪਣੀ ਡਿਜ਼ੀ ਵਾਲਿਟ ਅਨਲੌਕ ਕਰੋ";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "ਟੁਚ ਆਇਡੀ ਨਾਲ ਅਨਲੌਕ ਕਰੋ";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "ਵਾਲਿਟ ਅਨਲੌਕ";

/* Update PIN caption text */
"UpdatePin.caption" = "ਇਹ ਪਿਨ ਯਾਦ ਰੱਖੋ - ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਡਿਜੀਬਾਈਟ ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕੋਗੇ";

/* PIN creation info. */
"UpdatePin.createInstruction" = "ਤੁਹਾਡਾ ਪਿੰਨ ਤੁਹਾਡੇ ਡਿਜੀਵਾਲਿਟ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਅਤੇ ਡੀਜੀਬਾਈਟ  ਭੇਜਣ ਲਈ ਵਰਤਿਆ ਜਾਏਗਾ";

/* Update PIN title */
"UpdatePin.createTitle" = "ਸੈੱਟ ਪਿੰਨ";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "ਦੁਬਾਰਾ ਪਿੰਨ ਕਰੋ";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "ਆਪਣਾ ਮੌਜੂਦਾ ਪਿੰਨ ਦਰਜ ਕਰੋ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "ਆਪਣਾ ਨਵਾਂ ਪਿੰਨ ਦਰਜ ਕਰੋ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "ਆਪਣਾ ਨਵਾਂ ਪਿੰਨ ਦੁਬਾਰਾ ਦਾਖ਼ਲ ਕਰੋ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "ਮਾਫ ਕਰਨਾ ਤੁਹਾਡਾ ਪਿੰਨ ਅਪਡੇਟ ਨਹੀਂ ਕਰ ਸਕਿਆ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "ਅਪਡੇਟ ਪਿੰਨ ਗਲਤੀ";

/* Update PIN title */
"UpdatePin.updateTitle" = "ਅਪਡੇਟ ਪਿੰਨ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "ਕੀ ਵਾਲਿਟ ਪਤੇ ਕਲਿਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰਨੇ ਹਨ?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "ਵਾਲਿਟ ਪਤੇ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰਨ ਦਾ ਅਧਿਕਾਰ";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "ਵਾਲਿਟ ਪਤੇ ਦੀ ਕਾਪੀ ਕਰੋ";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "ਕਾਪੀ ਕਰੋ";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਨੂੰ ਅਧਿਕ੍ਰਿਤ ਕਰਨ ਲਈ ਆਪਣਾ ਪਿੰਨ ਦਾਖ਼ਲ ਕਰੋ";

/* Verify PIN view body */
"VerifyPin.continueBody" = "ਜਾਰੀ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਿੰਨ ਦਾਖਲ ਕਰੋ";

/* Verify PIN view title */
"VerifyPin.title" = "ਪਿੰਨ ਦੀ ਲੋੜ ਹੈ";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "ਇਸ ਟ੍ਰਾਂਸੈਕਸ਼ਨ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰੋ";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "ਆਪਣੇ ਵਾਲਿਟ ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਲਈ ਡਿਜੀਵਾਲਿਟ ਐਪ ਖੋਲ੍ਹੋ";

/* Dismiss button label */
"Webview.dismiss" = "ਬਰਖਾਸਤ ਕਰੋ";

/* Webview loading error message */
"Webview.errorMessage" = "ਸਮਗਰੀ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਆਈ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ";

/* Updating webview message */
"Webview.updating" = "ਅਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "iOS ਲਈ ਡਿਜੀਬਾਇਟ ਨੇ ਇਸਦਾ ਨਾਂ ਬਦਲ ਕੇ ਡਿਜੀਵਲੇਟ ਬਦਲ ਦਿੱਤਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਨਵੇਂ ਦਿੱਖ ਅਤੇ ਕੁਝ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਹਨ. \n\nਜੇ ਤੁਹਾਨੂੰ ਮਦਦ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਸਭ ਸਕ੍ਰੀਨਾਂ ਦੇ ਸੱਜੇ ਪਾਸੇ (?) ਲੱਭੋ.";

/* Top title of welcome screen */
"Welcome.title" = "ਡਿਜੀਵਾਲਿਟ ਵਿਚ ਸਵਾਗਤ ਕਰੋ";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਤ ਰੂਪ ਤੋਂ ਇਸ ਵਾਲਿਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "ਵਾਲਿਟ ਪੂੰਝੇਗਾ?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "ਵਾਲਿਟ ਪੂੰਝਣ ਵਿੱਚ ਅਸਫਲ";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "ਫੇਲ੍ਹ ਹੋਈ";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "ਇਸ ਨੂੰ ਪੂੰਝਣ ਅਤੇ ਇਕ ਹੋਰ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇਸ ਵਾਲਿਟ ਦੀ ਨਿੱਜੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਦਰਜ ਕਰੋ. ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਬਕਾਇਆ ਇਸ ਨਿੱਜੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਤੇ ਰਹਿੰਦੀ ਹੈ.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "ਕਿਸੇ ਹੋਰ ਵਾਲਿਟ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨਾ ਜਾਂ ਪ੍ਰਾਪਤ ਕਰਨਾ ਤੁਹਾਨੂੰ ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਇੱਕ ਵੱਖਰੀ ਡਿਜੀਆਲੇਟ ਐਕਸੈਸ ਕਰਨ ਅਤੇ ਪ੍ਰਬੰਧਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "ਤੁਸੀਂ ਹੁਣ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਆਪਣੇ ਵਰਤਮਾਨ ਡਿਜੀਵਾਲੈਟੈਟ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਦੇ ਸਮਰੱਥ ਨਹੀਂ ਹੋਵੋਗੇ. ਸੰਤੁਲਨ ਤੁਹਾਡੀ ਨਿੱਜੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਤੇ ਰਹੇਗਾ";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "ਕਿਸੇ ਹੋਰ ਵਾਲਿਟ ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਜਾਂ ਪ੍ਰਾਪਤ ਕਰਨਾ";

/* Wipe wallet button title */
"WipeWallet.wipe" = "ਪੂੰਝੋ";

/* Wiping activity message */
"WipeWallet.wiping" = "ਪੂੰਝਣਾ";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ਹਰ ਇੱਕ ਸ਼ਬਦ ਲਿਖੋ ਅਤੇ ਇੱਕ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ ਤੇ ਸਟੋਰ ਕਰੋ";

/* button label */
"WritePaperPhrase.next" = "ਅਗਲਾ";

/* button label */
"WritePaperPhrase.previous" = "ਪਿਛਲੇ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d ਦੇ %2$d";

